---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Space.DesignHVACLoadperArea
source: html/1a7448dd-27de-79c5-f4d4-fa5dc8c7157a.htm
---
# Autodesk.Revit.DB.Mechanical.Space.DesignHVACLoadperArea Property

Get or set the Design HVAC Load per Area of the Space.

## Syntax (C#)
```csharp
public double DesignHVACLoadperArea { get; set; }
```

## Remarks
This property is used to get or set the Design HVAC Load per Area (Unit: W/ft2) of the Space.